Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Everything you type. Learned words can travel if you switch that on, but never the messages you typed them in.
de: Alles, was du tippst. Gelernte Wörter können mitreisen, wenn du das einschaltest – die Nachrichten, in denen du sie getippt hast, nie.
es: Todo lo que escribes. Las palabras aprendidas pueden viajar si lo activas, pero nunca los mensajes en los que las escribiste.
et: Kõik, mida tipid. Õpitud sõnad saavad reisida kaasa, kui selle sisse lülidad, aga mitte kunagi sõnumid, milles sa neid tipisid.
fr: Tout ce que tu écris. Les mots appris peuvent voyager si tu l'actives, mais jamais les messages dans lesquels tu les as tapés.
hu: Minden, amit írsz. A tanult szavak utazhatnak, ha bekapcsolod, de az üzenetek, amelyekben leírtad őket, soha.
it: Tutto quello che scrivi. Le parole apprese possono viaggiare se lo attivi, ma non i messaggi in cui le hai scritte.
ja: 入力した内容そのもの。学習した単語はオンにすれば同期できますが、それを打ち込んだメッセージは決して送られません。
ko: 입력한 내용 자체. 학습된 단어는 켜면 동기화되지만, 그 단어를 입력한 메시지는 절대 나가지 않아요.
ms: Semua yang anda taip. Perkataan dipelajari boleh merentas peranti jika anda hidupkannya, tetapi mesej tempat anda menaipnya tidak sekali-kali.
pt: Tudo o que escreves. As palavras aprendidas podem viajar se ligares isso, mas nunca as mensagens onde as escreveste.
ru: Всё, что вы печатаете. Выученные слова могут переезжать, если вы это включите, но сами сообщения — никогда.
zh_hans: 你输入的内容本身。已学习的词在你打开开关后可以同步，但你输入它们的那些消息永远不会。

source: Everything you've saved in Cling
de: Alles, was du in Cling gespeichert hast
es: Todo lo que has guardado en Cling
et: Kõik, mida oled Clingi salvestanud
fr: Tout ce que tu as enregistré dans Cling
hu: Minden, amit a Clingbe mentettél
it: Tutto quello che hai salvato in Cling
ja: Cling に保存したものすべて
ko: Cling에 저장한 모든 것
ms: Semua yang anda simpan dalam Cling
pt: Tudo o que guardaste no Cling
ru: Всё, что вы сохранили в Cling
zh_hans: 你在 Cling 里保存的一切

source: Everything you've saved in Cling, one tap from the keyboard
de: Alles, was du in Cling gespeichert hast, einen Tipper von der Tastatur entfernt
es: Todo lo que has guardado en Cling, a un toque desde el teclado
et: Kõik, mida oled Clingi salvestanud, ühe puudutuse kaugusel klaviatuurilt
fr: Tout ce que tu as enregistré dans Cling, à un geste du clavier
hu: Minden, amit a Clingbe mentettél, egy koppintásra a billentyűzetről
it: Tutto quello che hai salvato in Cling, a un tocco dalla tastiera
ja: Cling に保存したものすべてに、キーボードからワンタップで
ko: Cling에 저장한 모든 것을 키보드에서 한 번의 탭으로
ms: Semua yang anda simpan dalam Cling, satu ketikan dari papan kekunci
pt: Tudo o que guardou no Cling, a um toque do teclado
ru: Всё, что вы сохранили в Cling, — в одном нажатии с клавиатуры
zh_hans: 你在 Cling 里保存的一切，从键盘轻点即达

source: Example: "%@" becomes "%@"
de: Beispiel: „%@“ wird zu „%@“
es: Ejemplo: «%@» pasa a ser «%@»
et: Näide: “%@” muutub “%@”
fr: Exemple : « %@ » devient « %@ »
hu: Példa: „%@” helyett „%@”
it: Esempio: «%@» diventa «%@»
ja: 例：「%@」が「%@」になります
ko: 예: ‘%@’이(가) ‘%@’으로 바뀝니다
ms: Contoh: “%@” menjadi “%@”
pt: Exemplo: «%@» passa a «%@»
ru: Например: «%@» превращается в «%@»
zh_hans: 示例：「%@」会变成「%@」

source: Exit margin
de: Toleranz beim Deaktivieren
es: Margen de desactivación
et: Väljumisvaru
fr: Marge de désactivation
hu: Kikapcsolási tűrés
it: Margine di disattivazione
ja: 解除時の許容幅
ko: 해제 허용 범위
ms: Margin penyahaktifan
pt: Margem de desativação
ru: Запас до отключения
zh_hans: 退出余量

source: Exit one-handed mode
de: Einhandmodus beenden
es: Salir del modo a una mano
et: Välju ühe käe režiimist
fr: Quitter le mode à une main
hu: Kilépés az egykezes módból
it: Esci dalla modalità a una mano
ja: 片手モードを終了
ko: 한 손 모드 종료
ms: Keluar mod satu tangan
pt: Sair do modo para uma mão
ru: Выйти из режима одной руки
zh_hans: 退出单手模式

source: Expand
de: Erweitern
es: Expandir
et: Laienda
fr: Développer
hu: Kibontás
it: Espandi
ja: 展開
ko: 확장
ms: Kembangkan
pt: Expandir
ru: Развернуть
zh_hans: 展开

source: Expected configuration
de: Erwartete Konfiguration
es: Configuración prevista
et: Eeldatav seadistus
fr: Configuration attendue
hu: Várható beállítások
it: Configurazione prevista
ja: 予想される設定
ko: 예상 설정
ms: Konfigurasi dijangka
pt: Configuração prevista
ru: Ожидаемая конфигурация
zh_hans: 预期配置

source: Experimental
de: Experimentell
et: Eksperimentaalne
fr: Expérimental
hu: Kísérleti
it: Sperimentale
ja: 実験的機能
ko: 실험적
ms: Eksperimen
ru: Экспериментальное
zh_hans: 实验性功能

source: Experimental pages and deeper tools.
de: Experimentelle Seiten und tiefere Werkzeuge.
es: Páginas experimentales y herramientas avanzadas.
et: Eksperimentaalsed lehed ja sügavamad tööriistad.
fr: Pages expérimentales et outils avancés.
hu: Kísérleti oldalak és mélyebb eszközök.
it: Pagine sperimentali e strumenti avanzati.
ja: 実験的なページと高度なツール。
ko: 실험적 페이지와 고급 도구.
ms: Halaman eksperimen dan alat lebih mendalam.
pt: Páginas experimentais e ferramentas avançadas.
ru: Экспериментальные страницы и инструменты поглубже.
zh_hans: 实验性页面和更深入的工具。

source: Export
de: Exportieren
es: Exportar
et: Ekspordi
fr: Exporter
hu: Exportálás
it: Esporta
ja: エクスポート
ko: 내보내기
ms: Eksport
pt: Exportar
ru: Экспорт
zh_hans: 导出

source: Export a profile backup, or delete the app to wipe the App Group.
de: Exportier ein Profil-Backup, oder lösch die App, um die App Group zu leeren.
es: Exporta una copia de tu perfil, o borra la app para vaciar el App Group.
et: Ekspordi profiili varukoopia või kustuta rakendus, et tühjendada App Group.
fr: Exporte une sauvegarde de profil, ou supprime l'app pour effacer l'App Group.
hu: Exportálj egy profilmentést, vagy töröld az appot, hogy kiürüljön az App Group.
it: Esporta un backup del profilo, oppure elimina l'app per cancellare l'App Group.
ja: プロファイルのバックアップを書き出すか、アプリを消せば App Group もまるごと消えます。
ko: 프로필 백업을 내보내거나, 앱을 지우면 App Group도 같이 지워져요.
ms: Eksport sandaran profil, atau padam app untuk kosongkan App Group.
pt: Exporta uma cópia de segurança do perfil, ou apaga a app para limpar o App Group.
ru: Выгрузите резервную копию профиля или удалите приложение, чтобы стереть App Group.
zh_hans: 导出一份配置备份，或者删掉应用来清空 App Group。

source: Export all themes
de: Alle Themes exportieren
es: Exportar todos los temas
et: Ekspordi kõik teemad
fr: Exporter tous les thèmes
hu: Az összes téma exportálása
it: Esporta tutti i temi
ja: すべてのテーマを書き出す
ko: 모든 테마 내보내기
ms: Eksport semua tema
pt: Exportar todos os temas
ru: Экспортировать все темы
zh_hans: 导出所有主题

source: Export font file
de: Schriftdatei exportieren
es: Exportar archivo de fuente
et: Ekspordi fondifail
fr: Exporter le fichier de police
hu: Betűtípusfájl exportálása
it: Esporta il file del font
ja: フォントファイルを書き出す
ko: 글꼴 파일 내보내기
ms: Eksport fail fon
pt: Exportar ficheiro da fonte
ru: Экспортировать файл шрифта
zh_hans: 导出字体文件

source: Export theme
de: Theme exportieren
es: Exportar tema
et: Ekspordi teema
fr: Exporter le thème
hi: थीम निर्यात करें
hu: Téma exportálása
it: Esporta tema
ja: テーマを書き出す
ko: 테마 내보내기
ms: Eksport tema
ne: थिम निर्यात गर्नुहोस्
pt: Exportar tema
ru: Экспортировать тему
tr: Temayı dışa aktar
zh_hans: 导出主题

source: Export…
de: Exportieren…
es: Exportar…
et: Ekspordi…
fr: Exporter…
it: Esporta…
ja: 書き出す…
ko: 내보내기…
ms: Eksport…
pt: Exportar…
ru: Экспорт…
zh_hans: 导出…

source: Extensions
de: Erweiterungen
es: Extensiones
et: Laiendused
hu: Kiterjesztések
it: Estensioni
ja: 拡張機能
ko: 확장 프로그램
ms: Sambungan
pt: Extensões
ru: Расширения
zh_hans: 扩展

source: Extra keys
de: Zusätzliche Tasten
es: Teclas adicionales
et: Lisaklahvid
fr: Touches supplémentaires
hi: अतिरिक्त कुंजियाँ
hu: Extra billentyűk
it: Tasti extra
ja: 追加キー
ko: 추가 키
ms: Kekunci tambahan
ne: अतिरिक्त कुञ्जीहरू
pt: Teclas extra
ru: Дополнительные клавиши
tr: Ekstra tuşlar
zh_hans: 额外按键

source: Extra marks that finish a sentence, on top of . ! and ?
de: Weitere Zeichen, die einen Satz abschließen – zusätzlich zu . ! und ?
es: Signos adicionales que cierran una frase, además de . ! y ?
et: Täiendavad märgid, mis lõpetavad lause, lisaks . ! ja ?
fr: Signes supplémentaires qui achèvent une phrase, en plus de . ! et ?
hu: További jelek, amik lezárnak egy mondatot a . ! és ? mellett.
it: Altri segni che chiudono una frase, oltre a . ! e ?
ja: 「. ! ?」に加えて文を終える記号。
ko: . ! ? 외에 문장을 끝내는 기호.
ms: Tanda tambahan yang menamatkan ayat, selain . ! dan ?
pt: Sinais adicionais que fecham uma frase, além de . ! e ?
ru: Дополнительные знаки, завершающие предложение, помимо . ! и ?
zh_hans: 除 . ! ? 之外，还能结束句子的符号。

source: Extra pages
de: Weitere Seiten
es: Páginas extra
et: Lisalehed
fr: Pages supplémentaires
hu: További oldalak
it: Pagine extra
ja: 追加ページ
ko: 추가 페이지
ms: Halaman tambahan
pt: Páginas extra
ru: Дополнительные страницы
zh_hans: 额外页面

source: Extra space above the suggestion bar.
de: Etwas mehr Platz über der Vorschlagsleiste.
es: Un poco de espacio extra sobre la barra de sugerencias.
et: Lisaruum soovituseriba kohal.
fr: Un peu d'espace en plus au-dessus de la barre de suggestions.
hu: Extra hely a javaslatsáv fölött.
it: Spazio in più sopra la barra dei suggerimenti.
ja: 候補バーの上の余白です。
ko: 추천 바 위쪽 여백을 좀 더 줘요.
ms: Ruang tambahan di atas bar cadangan.
pt: Espaço extra por cima da barra de sugestões.
ru: Немного больше места над строкой подсказок.
zh_hans: 候选栏上方多留一点空间。

source: Extra top bars
de: Zusätzliche obere Leisten
es: Barras superiores adicionales
et: Täiendavad ülaribad
fr: Barres supérieures supplémentaires
hu: További felső sávok
it: Barre superiori aggiuntive
ja: 追加の上部バー
ko: 추가 상단 바
ms: Bar atas tambahan
pt: Barras superiores extra
ru: Дополнительные верхние панели
zh_hans: 额外的顶部栏

source: Extra words
de: Zusätzliche Wörter
es: Palabras extra
et: Lisasõnad
fr: Mots supplémentaires
hu: További szavak
it: Parole in più
ja: 語彙の追加
ko: 단어 추가
ms: Perkataan tambahan
pt: Palavras extra
ru: Дополнительные слова
zh_hans: 补充词汇

source: FREE TRIAL
de: GRATIS TESTEN
es: PRUEBA GRATIS
et: TASUTA PROOV
fr: ESSAI GRATUIT
hu: INGYENES PRÓBA
it: PROVA GRATUITA
ja: 無料トライアル
ko: 무료 체험
ms: CUBA PERCUMA
pt: TESTE GRÁTIS
ru: БЕСПЛАТНЫЙ ПРОБНЫЙ ПЕРИОД
zh_hans: 免费试用

source: Faces
de: Flächen
es: Superficies
et: Tahud
fr: Surfaces
hu: Felületek
it: Superfici
ja: キーの面
ko: 키 표면
ms: Permukaan
pt: Superfícies
ru: Лица
zh_hans: 键面

source: Factory reset
de: Auf Werkseinstellungen zurücksetzen
es: Restablecimiento de fábrica
et: Tehase lähtestamine
fr: Réinitialisation d’usine
hu: Gyári visszaállítás
it: Ripristino di fabbrica
ja: 工場出荷時設定にリセット
ko: 공장 초기화
ms: Tetapan semula kilang
pt: Restauro de fábrica
ru: Сброс к заводским настройкам
zh_hans: 恢复出厂设置

source: Factory reset Clink?
de: Clink auf Werkseinstellungen zurücksetzen?
es: ¿Restablecer Clink de fábrica?
et: Kas lähtestada Clink tehase seadetele?
fr: Réinitialiser Clink aux réglages d’usine ?
hu: Visszaállítod a Clink gyári beállításait?
it: Ripristinare Clink alle impostazioni di fabbrica?
ja: Clinkを工場出荷時設定にリセットしますか？
ko: Clink을 공장 초기화할까요?
ms: Tetapkan semula Clink ke tetapan kilang?
pt: Restaurar Clink para as definições de fábrica?
ru: Сбросить Clink к заводским настройкам?
zh_hans: 要将 Clink 恢复出厂设置吗？

source: Fade
de: Ausblenden
es: Desvanecido
et: Hajumine
fr: Fondu
hu: Elhalványulás
it: Dissolvenza
ja: フェード
ko: 페이드
ms: Pudar
pt: Desvanecimento
ru: Затухание
zh_hans: 淡出

source: Failed
de: Fehlgeschlagen
es: Error
et: Ebaõnnestus
fr: Échec
hu: Sikertelen
it: Non riuscita
ja: 失敗
ko: 실패
ms: Gagal
pt: Falhou
ru: Ошибка
zh_hans: 失败

source: Familiar
de: Vertraut
et: Tuttav
fr: Classique
hu: Megszokott
it: Familiare
ja: いつも通り
ko: 익숙하게
ms: Biasa
ru: Привычно
zh_hans: 熟悉

source: Fan
de: Fächerung
es: Abanico
et: Lehvik
fr: Éventail
hu: Legyező
it: Ventaglio
ja: 扇状
ko: 부채꼴
ms: Kipas
pt: Leque
ru: Веер
zh_hans: 扇形排布

source: Fast
de: Schnell
es: Rápido
et: Kiire
fr: Rapide
hu: Gyors
it: Veloce
ja: 高速
ko: 빠름
ms: Pantas
pt: Rápido
ru: Быстро
zh_hans: 快速

source: Fast and firm
de: Schnell und straff
es: Rápido y firme
et: Kiire ja kindel
fr: Rapide et ferme
hu: Gyors és feszes
it: Rapido e deciso
ja: 速くて硬め
ko: 빠르고 단단하게
ms: Pantas dan tegas
pt: Rápido e firme
ru: Быстро и твёрдо
zh_hans: 利落干脆

source: Fast, full and bright. The loudest it gets.
de: Schnell, voll und hell. Lauter geht es nicht.
es: Rápido, lleno y brillante. Todo lo llamativo que puede ser.
et: Kiire, täis ja ere. Valjem ei saa.
fr: Rapide, dense et lumineux. Le maximum.
hu: Gyors, telt és fényes. Ennél harsányabb nem lesz.
it: Veloce, pieno e luminoso. Più vistoso di così non si può.
ja: 速く、びっしり、明るく。いちばん派手な設定です。
ko: 빠르고 가득하고 밝게. 가장 화려한 설정입니다.
ms: Pantas, penuh dan terang. Paling menyerlah setakat ini.
pt: Rápido, cheio e brilhante. O mais vistoso que fica.
ru: Быстро, полно и ярко. Громче не бывает.
zh_hans: 快、满、亮。最张扬的一档。

source: Faster still: type what you're after into the search bar at the top of any tab.
de: Noch schneller: tippe in der Suchleiste oben in jedem Tab ein, was du suchst.
es: Más rápido aún: escribe lo que buscas en la barra de búsqueda de cualquier pestaña.
et: Veelim kiirem: tipi see, mida otsid, mis tahes kaardi ülaosas olevasse otsinguribale.
fr: Plus rapide encore : tape ce que tu cherches dans la barre de recherche en haut de n'importe quel onglet.
hu: Még gyorsabb: írd be, amit keresel, bármelyik lap tetején lévő keresőbe.
it: Ancora più rapido: scrivi quello che cerchi nella barra di ricerca in cima a qualsiasi scheda.
ja: さらに早いのは、どのタブでも上部の検索バーに探しているものを入力する方法です。
ko: 더 빠른 방법은 어느 탭에서든 위쪽 검색창에 찾는 것을 입력하는 것입니다.
ms: Lebih pantas lagi: taip apa yang anda cari dalam bar carian di atas mana-mana tab.
pt: Ainda mais rápido: escreve o que procuras na barra de pesquisa no topo de qualquer separador.
ru: Ещё быстрее: наберите то, что ищете, в строке поиска наверху любой вкладки.
zh_hans: 更快的办法：在任意标签页顶部的搜索框里输入你要找的东西。

source: Fastest deletion rate after the key fully accelerates. Lower is faster.
de: Schnellste Löschrate, wenn die Taste voll beschleunigt hat. Niedriger heißt schneller.
es: Velocidad de borrado máxima cuando la tecla ya va a tope. Cuanto más bajo, más rápido.
et: Kiireim kustutamiskiirus pärast seda, kui klahv on täielikult kiirendunud. Madalam on kiirem.
fr: Vitesse de suppression max une fois la touche à plein régime. Plus bas, plus rapide.
hu: A leggyorsabb törlési tempó, miután a gomb teljesen felgyorsult. Az alacsonyabb a gyorsabb.
it: Velocità massima di cancellazione dopo che il tasto accelera del tutto. Più basso è più veloce.
ja: キーが完全に加速したあとの、いちばん速い削除スピードです。低いほど速くなります。
ko: 키가 완전히 빨라진 뒤의 최고 삭제 속도예요. 낮을수록 빨라요.
ms: Kadar padam paling laju selepas kekunci memecut penuh. Lagi rendah, lagi laju.
pt: Velocidade máxima de apagar depois de a tecla acelerar por completo. Mais baixo é mais rápido.
ru: Максимальная скорость удаления после полного разгона клавиши. Меньше — быстрее.
zh_hans: 按键完全加速后的最快删除速度。数值越低越快。

source: Favorites
de: Favoriten
es: Favoritos
et: Lemmikud
fr: Favoris
hu: Kedvencek
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
ms: Kegemaran
pt: Favoritos
ru: Избранное
zh_hans: 收藏

source: Favorites could not be saved.
de: Favoriten konnten nicht gespeichert werden.
es: No se pudieron guardar los favoritos.
et: Lemmikuid ei õnnestunud salvestada.
fr: Impossible d’enregistrer les favoris.
hu: Nem sikerült menteni a kedvenceket.
it: Impossibile salvare i preferiti.
ja: お気に入りを保存できませんでした。
ko: 즐겨찾기를 저장하지 못했어요.
ms: Kegemaran tidak dapat disimpan.
pt: Não foi possível guardar os favoritos.
ru: Не удалось сохранить избранное.
zh_hans: 无法保存收藏。

source: Feel
de: Haptik
es: Tacto
et: Tunnetus
fr: Ressenti
hu: Érzet
it: Sensazione
ja: 触感
ko: 느낌
ms: Rasa
pt: Sensação
ru: Ощущения
zh_hans: 触感

source: Feel one tick when holding space enters cursor mode.
de: Spüre einen Impuls, wenn Gedrückthalten der Leertaste den Cursormodus aktiviert.
es: Siente una vibración al mantener pulsado el espacio y entrar en modo cursor.
et: Tunneta üht võnget, kui tühiku all hoidmine lülitab sisse kursorirežiimi.
fr: Ressentez une vibration lorsque maintenir l’espace active le mode curseur.
hu: Érezz egy rezdülést, amikor a szóköz nyomva tartása kurzormódba lép.
it: Senti un impulso quando tenendo premuta la barra spaziatrice si attiva la modalità cursore.
ja: スペースバーを長押ししてカーソルモードに入ると、一度振動します。
ko: 스페이스 바를 길게 눌러 커서 모드로 들어가면 한 번 진동합니다.
ms: Rasa satu getaran apabila menahan ruang memasuki mod kursor.
pt: Sente um toque háptico quando manter a barra de espaço ativa o modo de cursor.
ru: Почувствуйте один отклик, когда удержание пробела включает режим курсора.
zh_hans: 长按空格键进入光标模式时会感到一次振动。

source: Feel this
de: Fühl es
es: Pruébalo
et: Tunne seda
fr: Ressentez-le
hu: Érezd meg
it: Provalo
ja: この感触を試す
ko: 느껴 보기
ms: Rasainya
pt: Sinta isto
ru: Почувствуйте
zh_hans: 感受一下

source: Field capitalization
de: Großschreibung im Eingabefeld
es: Mayúsculas del campo
et: Välja suurtähestus
fr: Majuscules du champ
hu: Mező nagybetűsítése
it: Maiuscole del campo
ja: 入力欄の大文字設定
ko: 입력 필드 대문자 설정
ms: Huruf besar medan
pt: Maiúsculas do campo
ru: Регистр в поле ввода
zh_hans: 输入框大写设置

source: Field permits autocorrection
de: Eingabefeld erlaubt Autokorrektur
es: El campo permite autocorrección
et: Väli lubab automaatparandust
fr: Le champ autorise la correction automatique
hu: A mező engedélyezi az automatikus javítást
it: Il campo consente la correzione automatica
ja: 入力欄で自動修正が許可されている
ko: 입력 필드에서 자동 수정 허용
ms: Medan membenarkan pembetulan automatik
pt: O campo permite correção automática
ru: Поле допускает автокоррекцию
zh_hans: 输入框允许自动纠正

source: File
de: Datei
es: Archivo
et: Fail
fr: Fichier
hi: फ़ाइल
hu: Fájl
ja: ファイル
ko: 파일
ms: Fail
ne: फाइल
pt: Ficheiro
ru: Файл
tr: Dosya
zh_hans: 文件

source: Fill the empty bar with your tools. Off keeps it clear until suggestions appear.
de: Füllt die leere Leiste mit deinen Tools. Deaktiviert bleibt sie leer, bis Vorschläge erscheinen.
es: Llena la barra vacía con tus herramientas. Desactivado, permanece despejada hasta que aparezcan sugerencias.
et: Täida tühi riba oma tööriistadega. Välja lülitatuna jääb see tühjaks, kuni soovitused ilmuvad.
fr: Remplit la barre vide avec tes outils. Désactivé, elle reste dégagée jusqu’à l’apparition de suggestions.
hu: Kitölti az üres sávot az eszközeiddel. Kikapcsolva üres marad, amíg javaslatok nem jelennek meg.
it: Riempie la barra vuota con i tuoi strumenti. Disattivato, resta sgombra finché non compaiono suggerimenti.
ja: 空のバーをツールで埋めます。オフにすると、候補が表示されるまでバーは空のままです。
ko: 빈 바를 도구로 채웁니다. 끄면 제안이 나타나기 전까지 바를 비워 둡니다.
ms: Isikan bar kosong dengan alat anda. Jika dimatikan, bar kekal kosong sehingga cadangan muncul.
pt: Preenche a barra vazia com as tuas ferramentas. Desativado, ela fica livre até aparecerem sugestões.
ru: Заполнять пустую строку вашими инструментами. Выключено — строка остаётся пустой, пока не появятся подсказки.
zh_hans: 用你的工具填满空白栏。关闭时，栏会保持空白，直到出现建议为止。

source: Fills as you use emoji
de: Füllt sich, während du Emojis benutzt
es: Se llena a medida que usas emoji
et: Täitub, kuni kasutad emojisid
fr: Se remplit au fil de tes emoji
hu: Ahogy emojikat használsz, úgy töltődik
it: Si riempie man mano che usi le emoji
ja: 絵文字を使うほど埋まっていきます
ko: 이모지를 쓸수록 채워져요
ms: Terisi sambil anda guna emoji
pt: Vai enchendo à medida que usas emoji
ru: Заполняется по мере того, как вы пользуетесь эмодзи
zh_hans: 你用得越多，它就越满

source: Find a word
de: Wort suchen
es: Buscar una palabra
et: Leia sõna
fr: Chercher un mot
hu: Szó keresése
it: Cerca una parola
ja: 単語を検索
ko: 단어 찾기
ms: Cari perkataan
pt: Procurar uma palavra
ru: Найти слово
zh_hans: 查找单词

source: Find emoji and choose skin tones
de: Emojis finden und Hauttöne wählen
es: Encuentra emojis y elige tonos de piel
et: Leia emojisid ja vali nahatoonid
fr: Trouve des emoji et choisis les teintes de peau
hu: Keress emojikat, és válassz bőrtónust
it: Trova emoji e scegli le tonalità della pelle
ja: 絵文字を探して肌の色を選ぶ
ko: 이모지를 찾고 피부색 고르기
ms: Cari emoji dan pilih ton kulit
pt: Encontra emojis e escolhe tons de pele
ru: Ищите эмодзи и выбирайте тон кожи
zh_hans: 查找表情符号并选择肤色

source: Fine-tune trail
de: Spur feinjustieren
es: Afinar la estela
et: Jälje peenhäälestus
fr: Régler finement la traînée
hu: Nyom finombeállítása
it: Regola la scia
ja: トレイルを微調整
ko: 궤적 미세 조정
ms: Laraskan kesan jejak
pt: Ajustar o rastro
ru: Тонкая настройка следа
zh_hans: 微调轨迹

source: Finger-write and Clink types it out
de: Mit dem Finger schreiben – Clink tippt es
es: Escribe con el dedo y Clink lo teclea
et: Kirjuta sõrmega ja Clink tipib selle välja
fr: Écris au doigt, Clink le tape
hu: Írj ujjal, a Clink begépeli
it: Scrivi col dito e Clink lo digita
ja: 指で書くと Clink が入力します
ko: 손가락으로 쓰면 Clink가 입력해요
ms: Tulis dengan jari, Clink menaipkannya
pt: Escreve com o dedo e o Clink passa a texto
ru: Пишите пальцем — Clink наберёт это текстом
zh_hans: 用手指书写，Clink 帮你输入

source: Finger-write letters or a whole line and Clink recognizes it and types the text. Adds a handwriting pad to the panel button.
de: Schreibe Buchstaben oder eine ganze Zeile mit dem Finger – Clink erkennt sie und tippt den Text. Fügt dem Panel-Button ein Schreibfeld hinzu.
es: Escribe letras o una línea entera con el dedo y Clink la reconoce y teclea el texto. Añade un panel de escritura al botón de paneles.
et: Kirjuta sõrmega tähti või terve rida ja Clink tunneb ära ning tipib teksti. Lisab paneelinupule käsikirjapadja.
fr: Écris des lettres ou une ligne entière au doigt : Clink les reconnaît et tape le texte. Ajoute un pavé d’écriture au bouton des panneaux.
hu: Írj betűket vagy egy egész sort ujjal, a Clink felismeri és begépeli a szöveget. Egy kézíró felületet ad a panel gombhoz.
it: Scrivi lettere o un’intera riga col dito: Clink le riconosce e digita il testo. Aggiunge un’area di scrittura al pulsante dei pannelli.
ja: 文字や一行まるごとを指で書くと、Clink が認識して入力します。パネルボタンに手書きパッドを追加します。
ko: 손가락으로 글자나 한 줄 전체를 쓰면 Clink가 인식해 텍스트로 입력해요. 패널 버튼에 손글씨 패드를 추가합니다.
ms: Tulis huruf atau satu baris penuh dengan jari, dan Clink mengecamnya lalu menaip teksnya. Menambah pad tulisan tangan pada butang panel.
pt: Escreve letras ou uma linha inteira com o dedo e o Clink reconhece-as e escreve o texto. Adiciona um bloco de escrita ao botão de painéis.
ru: Пишите пальцем буквы или целую строку — Clink распознает написанное и наберёт текст. Добавляет площадку для рукописного ввода к кнопке панелей.
zh_hans: 用手指书写字母或整行文字，Clink 会识别并输入。会在面板按钮中添加手写板。

source: Finish dictation
de: Diktat beenden
es: Finalizar dictado
et: Lõpeta dikteerimine
fr: Terminer la dictée
hu: Diktálás befejezése
it: Termina dettatura
ja: ディクテーション終了
ko: 딕테이션 완료
ms: Tamatkan dikte
pt: Terminar ditado
ru: Завершить диктовку
zh_hans: 完成听写

source: Finish setting up
de: Einrichtung abschließen
es: Terminar configuración
et: Lõpeta seadistamine
fr: Terminer la configuration
hu: Beállítás befejezése
it: Completa la configurazione
ja: 設定を完了
ko: 설정 마치기
ms: Selesaikan persediaan
pt: Concluir configuração
ru: Завершить настройку
zh_hans: 完成设置

source: Finish setup
de: Einrichtung abschließen
es: Terminar configuración
et: Lõpeta seadistamine
fr: Terminer la configuration
hu: Beállítás befejezése
it: Completa la configurazione
ja: 設定を完了
ko: 설정 완료
ms: Selesaikan persediaan
pt: Concluir configuração
ru: Завершить настройку
zh_hans: 完成设置
